window.UPS_PRICE_ROWS = [
  [
    "昆仑 UE-0010SPS",
    "",
    2659.25925925926,
    "PRD 2026建议价-目录价"
  ],
  [
    "昆仑 UE-0010SPL",
    "",
    2325.92592592593,
    "PRD 2026建议价-目录价"
  ],
  [
    "昆仑 UE-0020SPS",
    "",
    5140.74074074074,
    "PRD 2026建议价-目录价"
  ],
  [
    "昆仑 UE-0020SPL",
    "",
    4400.0,
    "PRD 2026建议价-目录价"
  ],
  [
    "昆仑 UE-0030SPS",
    "",
    5511.11111111111,
    "PRD 2026建议价-目录价"
  ],
  [
    "昆仑 UE-0030SPL",
    "",
    4770.37037037037,
    "PRD 2026建议价-目录价"
  ],
  [
    "昆仑 UE-0060SPL",
    "",
    9214.81481481481,
    "PRD 2026建议价-目录价"
  ],
  [
    "昆仑 UE-0060SPS",
    "",
    12548.1481481481,
    "PRD 2026建议价-目录价"
  ],
  [
    "昆仑 UE-0100SPL",
    "",
    12548.1481481481,
    "PRD 2026建议价-目录价"
  ],
  [
    "昆仑 UE-0100SPS",
    "",
    16251.8518518519,
    "PRD 2026建议价-目录价"
  ],
  [
    "昆仑 UE-0100NPL",
    "",
    17362.962962963,
    "PRD 2026建议价-目录价"
  ],
  [
    "昆仑 UE-0150NPL",
    "",
    24770.3703703704,
    "PRD 2026建议价-目录价"
  ],
  [
    "昆仑 UE-0200NPL",
    "",
    28474.0740740741,
    "PRD 2026建议价-目录价"
  ],
  [
    "昆仑 UE-0100TPL",
    "",
    33288.8888888889,
    "PRD 2026建议价-目录价"
  ],
  [
    "昆仑 UE-0150TPL",
    "",
    35140.7407407407,
    "PRD 2026建议价-目录价"
  ],
  [
    "昆仑 UE-0200TPL",
    "",
    47733.3333333333,
    "PRD 2026建议价-目录价"
  ],
  [
    "昆仑 UE-0300TPL",
    "",
    51437.037037037,
    "PRD 2026建议价-目录价"
  ],
  [
    "昆仑 UE-0400TPL",
    "",
    62548.1481481481,
    "PRD 2026建议价-目录价"
  ],
  [
    "昆仑 UE-0600TPL",
    "",
    88474.0740740741,
    "PRD 2026建议价-目录价"
  ],
  [
    "昆仑 UE-0800TPL",
    "",
    118103.703703704,
    "PRD 2026建议价-目录价"
  ],
  [
    "昆仑 UE-1000TPL",
    "",
    144029.62962963,
    "PRD 2026建议价-目录价"
  ],
  [
    "昆仑 UE-1200TPL",
    "",
    173659.259259259,
    "PRD 2026建议价-目录价"
  ],
  [
    "太行 UR-0010SPS",
    "",
    4400.0,
    "PRD 2026建议价-目录价"
  ],
  [
    "太行 UR-0010SPL",
    "",
    3659.25925925926,
    "PRD 2026建议价-目录价"
  ],
  [
    "太行 UR-0020SPS",
    "",
    6362.96296296296,
    "PRD 2026建议价-目录价"
  ],
  [
    "太行 UR-0020SPL",
    "",
    5140.74074074074,
    "PRD 2026建议价-目录价"
  ],
  [
    "太行 UR-0030SPS",
    "",
    8103.7037037037,
    "PRD 2026建议价-目录价"
  ],
  [
    "太行 UR-0030SPL",
    "",
    5881.48148148148,
    "PRD 2026建议价-目录价"
  ],
  [
    "太行 UR-0060SPL",
    "",
    13288.8888888889,
    "PRD 2026建议价-目录价"
  ],
  [
    "太行 UR-0100SPL",
    "",
    17362.962962963,
    "PRD 2026建议价-目录价"
  ],
  [
    "太行 UR-0100NPL",
    "",
    19955.5555555556,
    "PRD 2026建议价-目录价"
  ],
  [
    "太行 UR-0150NPL",
    "",
    24029.6296296296,
    "PRD 2026建议价-目录价"
  ],
  [
    "太行 UR-0200NPL",
    "",
    28474.0740740741,
    "PRD 2026建议价-目录价"
  ],
  [
    "太行 UR-0100TPL",
    "",
    24400.0,
    "PRD 2026建议价-目录价"
  ],
  [
    "太行 UR-0150TPL",
    "",
    27362.962962963,
    "PRD 2026建议价-目录价"
  ],
  [
    "太行 UR-0200TPL",
    "",
    29585.1851851852,
    "PRD 2026建议价-目录价"
  ],
  [
    "太行 UR-0300TPL",
    "",
    35511.1111111111,
    "PRD 2026建议价-目录价"
  ],
  [
    "太行 UR-0400TPL",
    "",
    40325.9259259259,
    "PRD 2026建议价-目录价"
  ],
  [
    "BP6-7",
    "",
    3659.25925925926,
    "PRD 2026建议价-目录价"
  ],
  [
    "BP8-7",
    "",
    3659.25925925926,
    "PRD 2026建议价-目录价"
  ],
  [
    "BP16-7",
    "",
    8474.07407407407,
    "PRD 2026建议价-目录价"
  ],
  [
    "BP16-9",
    "",
    9955.55555555555,
    "PRD 2026建议价-目录价"
  ],
  [
    "SNMP11",
    "",
    2466.66666666667,
    "PRD 2026建议价-目录价"
  ],
  [
    "SNMP33",
    "",
    3288.88888888889,
    "PRD 2026建议价-目录价"
  ],
  [
    "DCC-40",
    "",
    1251.85185185185,
    "PRD 2026建议价-目录价"
  ],
  [
    "DCC-60",
    "",
    1437.03703703704,
    "PRD 2026建议价-目录价"
  ],
  [
    "PCT-3",
    "",
    796.296296296296,
    "PRD 2026建议价-目录价"
  ],
  [
    "RT-40",
    "",
    844.444444444444,
    "PRD 2026建议价-目录价"
  ],
  [
    "DB-40",
    "",
    6992.59259259259,
    "PRD 2026建议价-目录价"
  ],
  [
    "昆仑 UE-0800TAL-1",
    "01021058",
    131370,
    "UPS产品目录价 iTeaQ-2025-01"
  ],
  [
    "昆仑 UE-1000TAL-1",
    "01021059",
    162700,
    "UPS产品目录价 iTeaQ-2025-01"
  ],
  [
    "昆仑 UE-1200TAL-1",
    "01021060",
    187820,
    "UPS产品目录价 iTeaQ-2025-01"
  ],
  [
    "昆仑 UE-1600TAL-1",
    "01021061",
    224080,
    "UPS产品目录价 iTeaQ-2025-01"
  ],
  [
    "昆仑 UE-2000TAL-1",
    "01021046",
    286360,
    "UPS产品目录价 iTeaQ-2025-01"
  ],
  [
    "昆仑 UE-3000TAL-1",
    "01021047",
    447730,
    "UPS产品目录价 iTeaQ-2025-01"
  ],
  [
    "昆仑 UE-4000TAL-F-1",
    "01021048",
    609090,
    "UPS产品目录价 iTeaQ-2025-01"
  ],
  [
    "昆仑 UE-5000TAL-F-1",
    "01021049",
    736360,
    "UPS产品目录价 iTeaQ-2025-01"
  ],
  [
    "昆仑 UE-6000TAL-F-1",
    "01021050",
    940140,
    "UPS产品目录价 iTeaQ-2025-01"
  ],
  [
    "昆仑 UE-8000TAL-F-1",
    "01021064",
    1257240,
    "UPS产品目录价 iTeaQ-2025-01"
  ],
  [
    "昆仑 UE-0800TAL-1-Li",
    "01021093",
    164180,
    "UPS产品目录价 iTeaQ-2025-01"
  ],
  [
    "昆仑 UE-1000TAL-1-Li",
    "01021094",
    203640,
    "UPS产品目录价 iTeaQ-2025-01"
  ],
  [
    "昆仑 UE-1200TAL-1-Li",
    "01021095",
    216360,
    "UPS产品目录价 iTeaQ-2025-01"
  ],
  [
    "昆仑 UE-1600TAL-1-Li",
    "01021096",
    280000,
    "UPS产品目录价 iTeaQ-2025-01"
  ],
  [
    "昆仑 UE-2000TAL-1-Li",
    "01021097",
    345450,
    "UPS产品目录价 iTeaQ-2025-01"
  ],
  [
    "昆仑 UE-3000TAL-1-Li",
    "01021098",
    539390,
    "UPS产品目录价 iTeaQ-2025-01"
  ],
  [
    "昆仑 UE-4000TAL-F-1-Li",
    "01021099",
    793330,
    "UPS产品目录价 iTeaQ-2025-01"
  ],
  [
    "昆仑 UE-5000TAL-F-1-Li",
    "01021100",
    953330,
    "UPS产品目录价 iTeaQ-2025-01"
  ],
  [
    "昆仑 UE-6000TAL-F-1-Li",
    "01021101",
    1133330,
    "UPS产品目录价 iTeaQ-2025-01"
  ],
  [
    "昆仑 UE-8000TAL-F-1-Li",
    "01021102",
    1600000,
    "UPS产品目录价 iTeaQ-2025-01"
  ]
];

window.BATTERY_PRICE_ROWS = [
  [
    "SP12-38",
    "62000032",
    334.0,
    "蓄电池及电池架出货价 iTeaQ-2026-04"
  ],
  [
    "SP12-42",
    "62000113",
    352.0,
    "蓄电池及电池架出货价 iTeaQ-2026-04"
  ],
  [
    "SP12-50",
    "62000033",
    427.0,
    "蓄电池及电池架出货价 iTeaQ-2026-04"
  ],
  [
    "SP12-65",
    "62000034",
    508.0,
    "蓄电池及电池架出货价 iTeaQ-2026-04"
  ],
  [
    "SP12-80",
    "62000035",
    590.0,
    "蓄电池及电池架出货价 iTeaQ-2026-04"
  ],
  [
    "SP12-100",
    "62000036",
    656.0,
    "蓄电池及电池架出货价 iTeaQ-2026-04"
  ],
  [
    "SP12-120",
    "62000037",
    852.0,
    "蓄电池及电池架出货价 iTeaQ-2026-04"
  ],
  [
    "SP12-150",
    "62000038",
    1035.0,
    "蓄电池及电池架出货价 iTeaQ-2026-04"
  ],
  [
    "SP12-200",
    "62000039",
    1360.0,
    "蓄电池及电池架出货价 iTeaQ-2026-04"
  ],
  [
    "SP12-250",
    "62000085",
    1739.0,
    "蓄电池及电池架出货价 iTeaQ-2026-04"
  ],
  [
    "SP12-38b",
    "62000103",
    296.0,
    "蓄电池及电池架出货价 iTeaQ-2026-04"
  ],
  [
    "SP12-50b",
    "62000104",
    399.0,
    "蓄电池及电池架出货价 iTeaQ-2026-04"
  ],
  [
    "SP12-65b",
    "62000105",
    432.0,
    "蓄电池及电池架出货价 iTeaQ-2026-04"
  ],
  [
    "SP12-80b",
    "62000106",
    571.0,
    "蓄电池及电池架出货价 iTeaQ-2026-04"
  ],
  [
    "SP12-100b",
    "62000107",
    652.0,
    "蓄电池及电池架出货价 iTeaQ-2026-04"
  ],
  [
    "SP12-120b",
    "62000108",
    831.0,
    "蓄电池及电池架出货价 iTeaQ-2026-04"
  ],
  [
    "SP12-150b",
    "62000109",
    1031.0,
    "蓄电池及电池架出货价 iTeaQ-2026-04"
  ],
  [
    "SP12-200b",
    "62000110",
    1307.0,
    "蓄电池及电池架出货价 iTeaQ-2026-04"
  ],
  [
    "SP12-250b",
    "62000111",
    1660.0,
    "蓄电池及电池架出货价 iTeaQ-2026-04"
  ],
  [
    "SPG12175",
    "62000086",
    414.0,
    "蓄电池及电池架出货价 iTeaQ-2026-04"
  ],
  [
    "SPG12215",
    "62000087",
    502.0,
    "蓄电池及电池架出货价 iTeaQ-2026-04"
  ],
  [
    "SPG12255",
    "62000088",
    627.0,
    "蓄电池及电池架出货价 iTeaQ-2026-04"
  ],
  [
    "SPG12300",
    "62000089",
    679.0,
    "蓄电池及电池架出货价 iTeaQ-2026-04"
  ],
  [
    "SPG12320",
    "62000090",
    708.0,
    "蓄电池及电池架出货价 iTeaQ-2026-04"
  ],
  [
    "SPG12340",
    "62000091",
    755.0,
    "蓄电池及电池架出货价 iTeaQ-2026-04"
  ],
  [
    "SPG12390",
    "62000092",
    846.0,
    "蓄电池及电池架出货价 iTeaQ-2026-04"
  ],
  [
    "SPG12440",
    "62000093",
    990.0,
    "蓄电池及电池架出货价 iTeaQ-2026-04"
  ],
  [
    "SPG12490",
    "62000094",
    1168.0,
    "蓄电池及电池架出货价 iTeaQ-2026-04"
  ],
  [
    "SPG12570",
    "62000096",
    1239.0,
    "蓄电池及电池架出货价 iTeaQ-2026-04"
  ],
  [
    "SPG12630",
    "62000114",
    1463.0,
    "蓄电池及电池架出货价 iTeaQ-2026-04"
  ],
  [
    "SPG12700",
    "62000115",
    1648.0,
    "蓄电池及电池架出货价 iTeaQ-2026-04"
  ],
  [
    "SPG12770",
    "62000100",
    1779.0,
    "蓄电池及电池架出货价 iTeaQ-2026-04"
  ],
  [
    "SPG12820",
    "62000116",
    1832.0,
    "蓄电池及电池架出货价 iTeaQ-2026-04"
  ],
  [
    "SPG12870",
    "62000102",
    2051.0,
    "蓄电池及电池架出货价 iTeaQ-2026-04"
  ],
  [
    "SPG12120b",
    "62000117",
    291.0,
    "蓄电池及电池架出货价 iTeaQ-2026-04"
  ],
  [
    "SPG12160b",
    "62000118",
    391.0,
    "蓄电池及电池架出货价 iTeaQ-2026-04"
  ],
  [
    "SPG12185b",
    "62000119",
    431.0,
    "蓄电池及电池架出货价 iTeaQ-2026-04"
  ],
  [
    "SPG12215b",
    "62000120",
    458.0,
    "蓄电池及电池架出货价 iTeaQ-2026-04"
  ],
  [
    "SPG12255b",
    "62000121",
    560.0,
    "蓄电池及电池架出货价 iTeaQ-2026-04"
  ],
  [
    "SPG12300b",
    "62000122",
    591.0,
    "蓄电池及电池架出货价 iTeaQ-2026-04"
  ],
  [
    "SPG12330b",
    "62000123",
    676.0,
    "蓄电池及电池架出货价 iTeaQ-2026-04"
  ],
  [
    "SPG12360b",
    "62000124",
    728.0,
    "蓄电池及电池架出货价 iTeaQ-2026-04"
  ],
  [
    "SPG12400b",
    "62000125",
    754.0,
    "蓄电池及电池架出货价 iTeaQ-2026-04"
  ],
  [
    "SPG12420b",
    "62000126",
    923.0,
    "蓄电池及电池架出货价 iTeaQ-2026-04"
  ],
  [
    "SPG12490b",
    "62000127",
    1108.0,
    "蓄电池及电池架出货价 iTeaQ-2026-04"
  ],
  [
    "SPG12540b",
    "62000128",
    1115.0,
    "蓄电池及电池架出货价 iTeaQ-2026-04"
  ],
  [
    "SPG12605b",
    "62000129",
    1362.0,
    "蓄电池及电池架出货价 iTeaQ-2026-04"
  ],
  [
    "SPG12650b",
    "62000130",
    1463.0,
    "蓄电池及电池架出货价 iTeaQ-2026-04"
  ],
  [
    "SPG12705b",
    "62000131",
    1520.0,
    "蓄电池及电池架出货价 iTeaQ-2026-04"
  ],
  [
    "SPG12750b",
    "62000132",
    1700.0,
    "蓄电池及电池架出货价 iTeaQ-2026-04"
  ],
  [
    "SPG12800b",
    "62000133",
    1819.0,
    "蓄电池及电池架出货价 iTeaQ-2026-04"
  ],
  [
    "SPG12890b",
    "62000134",
    2107.0,
    "蓄电池及电池架出货价 iTeaQ-2026-04"
  ],
  [
    "GFMD-100B",
    "62000135",
    154.0,
    "蓄电池及电池架出货价 iTeaQ-2026-04"
  ],
  [
    "GFMD-200B",
    "62000136",
    311.0,
    "蓄电池及电池架出货价 iTeaQ-2026-04"
  ],
  [
    "GFMD-300B",
    "62000137",
    448.0,
    "蓄电池及电池架出货价 iTeaQ-2026-04"
  ],
  [
    "GFMD-400B",
    "62000138",
    575.0,
    "蓄电池及电池架出货价 iTeaQ-2026-04"
  ],
  [
    "GFMD-500B",
    "62000139",
    714.0,
    "蓄电池及电池架出货价 iTeaQ-2026-04"
  ],
  [
    "GFMD-600B",
    "62000140",
    863.0,
    "蓄电池及电池架出货价 iTeaQ-2026-04"
  ],
  [
    "GFMD-800B",
    "62000141",
    1143.0,
    "蓄电池及电池架出货价 iTeaQ-2026-04"
  ],
  [
    "GFMD-1000B",
    "62000142",
    1467.0,
    "蓄电池及电池架出货价 iTeaQ-2026-04"
  ],
  [
    "GFMD-1500B",
    "62000144",
    2286.0,
    "蓄电池及电池架出货价 iTeaQ-2026-04"
  ],
  [
    "GFMD-2000B",
    "62000145",
    3046.0,
    "蓄电池及电池架出货价 iTeaQ-2026-04"
  ],
  [
    "GFMD-3000B",
    "62000146",
    4570.0,
    "蓄电池及电池架出货价 iTeaQ-2026-04"
  ],
  [
    "GBT12-7",
    "",
    97.0,
    "电池目录价 iTeaQ-2025-03"
  ],
  [
    "GBT12-9",
    "",
    127.0,
    "电池目录价 iTeaQ-2025-03"
  ],
  [
    "GBT12-17",
    "",
    236.0,
    "电池目录价 iTeaQ-2025-03"
  ],
  [
    "GBT12-24",
    "",
    367.0,
    "电池目录价 iTeaQ-2025-03"
  ],
  [
    "GBT12-38",
    "",
    533.0,
    "电池目录价 iTeaQ-2025-03"
  ],
  [
    "GBT12-50",
    "",
    711.0,
    "电池目录价 iTeaQ-2025-03"
  ],
  [
    "GBT12-65",
    "",
    844.0,
    "电池目录价 iTeaQ-2025-03"
  ],
  [
    "GBT12-70",
    "",
    886.0,
    "电池目录价 iTeaQ-2025-03"
  ],
  [
    "GBT12-80",
    "",
    1026.0,
    "电池目录价 iTeaQ-2025-03"
  ],
  [
    "GBT12-90",
    "",
    1056.0,
    "电池目录价 iTeaQ-2025-03"
  ],
  [
    "GBT12-100",
    "",
    1156.0,
    "电池目录价 iTeaQ-2025-03"
  ],
  [
    "GBT12-120",
    "",
    1507.0,
    "电池目录价 iTeaQ-2025-03"
  ],
  [
    "GBT12-150",
    "",
    1818.0,
    "电池目录价 iTeaQ-2025-03"
  ],
  [
    "GBT12-200",
    "",
    2471.0,
    "电池目录价 iTeaQ-2025-03"
  ],
  [
    "GBT12-250",
    "",
    3142.0,
    "电池目录价 iTeaQ-2025-03"
  ]
];
